[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=ICM
VERSION=2.7.0

[Language]
LANGUAGE=Azeri
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x042C, 0x082C

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Fayl
CUSTOMIZE=&Nizamlamaq
EXIT=&Çıxış
EDIT=&Düzəliş
COPY=&Köçürtmək
FUNCTION=&Funksiya
HIDE_SMART_INFO= &S.M.A.R.T. informasiyanı gizlətmək
HIDE_SERIAL_NUMBER=Seriya nömrəsini gizlətmək &
SHOW_DRIVE_LETTER=Hissənin həriflərini göstərmək&
ADVANCED_DISK_SEARCH=&Disklərin geniş axtarışı
EVENT_LOG=&Hadisələrin qeydiyatı
AAM_APM_CONTROL=İdarə etmə AA&M/APM
AUTO_AAM_APM_ADAPTION=Avtonizamlama AAM/A&PM
RESIDENT=&Agentin işə salınması
STARTUP=&Avto işə salma
OPEN_DISK_MANAGEMENT= "&Disk menecerinin" işə salınması
OPEN_DEVICE_MANAGER= "&Qurğular növbətçisinin" işə salınması
ADVANCED_FEATURE=Geniş &nizamlamalar
REFRESH=&yenilə
RESCAN=yenidən&işəs salma
DISABLE=&söndürmək
AUTO_REFRESH=&Avtoyeniləmə
AUTO_REFRESH_TARGET=seçilənin avto yenilənməsi&
AUTO_REFRESH_TARGET_ALL_DISK=avtoyeniləmə -ütün diskləri seçmək
AUTO_REFRESH_UNTARGET_ALL_DISK=avtoyeniləmə - bütün disklərdən seçimi ləğv etmək
WAIT_TIME_AT_STARTUP=&işə salmanı dayandırmaq
GRAPH=&Qrafik
THEME=&Mövzu
DISK=&Disk
HELP=&Məlumat
HELP_ABOUT=& CrystalDiskInfo proqramı haqqında
HELP_ABOUT_SMART= &S.M.A.R.T. (Wikipedia) [Web] texnalogiyası haqqında
LANGUAGE=&Dil
ITEM=&Bənd
TEMPERATURE_TYPE=&Temperatur kəmiyyəti
CELSIUS=Selsi (°C)
FAHRENHEIT=Farinqeyt (°F)
HEALTH_STATUS_SETTING=& Тех. vəziyyətin nizamlanması

;Graph
OPTION=&Nizamlamalar
LEGEND_POSITION=&Əfsanənin yeri
NORTH_WEST=&Şimali-qərb
NORTH_EAST=Şimali-şərq
SOUTH_WEST=Cənubi-qərb
SOUTH_EAST=&Cənubi-şərq
MAX_PLOT_POINT=&Düzülüşün maksimal nöqtəsi
TIME_FORMAT=&Vaxtın formatı
PAINT_WEEKEND=&Boş vaxtları göstərmək
ALL=&Bütün

;2.7.0
COPY_OPTION=Parametrlərin &kopyalanması
RESIDENT_STYLE=Yerli  üs&lub
MINIMIZE=Bağlamaq
HIDE=Gizlətmək

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=san.
MINUTE=dəq.
HOUR=hour

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=Çıxış
REFRESH=Yeniləmək
RESIDENT=Agentin işə salınması
ENABLE=Yandırmaq
DISABLE=Sönülü
ENABLE_ALL=Hər seyi yandırmaq
DISABLE_ALL=Hər şeyi söndürmək
AUTO_REFRESH=Avtoyeniləmə
AUTO_REFRESH_TARGET=Seçilmişin avtoyeniləməsi
AUTO_REFRESH_TARGET_ALL_DISK=Avtoyeniləmə - bütün diskləri seçmək
AUTO_REFRESH_UNTARGET_ALL_DISK=Avto yeniləmə -Bütün disklərdən seçimi götürmək
ALARM_SETTING_TEMPERATURE=Həyacan - Temperatura
ALARM_SETTING_HEALTH_STATUS=Həyacan – Tex. vəziyyət
SHOW_MAIN_WINDOW=Əsas pəncərəni göstərmək
SHOW_TEMPERATURE_ICON=Temperaturu göstərmək
SHOW_ALL_TEMPERATURE_ICON=Bütün temperaturu göstərmək
HIDE_ALL_TEMPERATURE_ICON=Btün temperaturu gizlətmək
COLLECTIVE_SETTING=Ümumi nizamlamalar
GRAPH=Qrafik
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=Yaxşı
CAUTION=Diqqət!
BAD=Pis
UNKNOWN=Naməlum
DISK=Disk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Hazırki
LIST_WORST=Pis
LIST_THRESHOLD=Kandar
LIST_RAW_VALUES=Naməlum kəmiyyət
;LIST_DESCRIPTION=Təsvir
LIST_ATTRIBUTE_NAME=Atributun adı

FIRMWARE=Proqramlaşdırılan avadanlığın növü
SERIAL_NUMBER=Seria nömrəsi
INTERFACE=İnterfeys
STANDARD=Standart
TRANSFER_MODE=Məlumatların ötürmə görünüşü
BUFFER_SIZE=Buferin həcmi
NV_CACHE_SIZE= NV-keşin həcmi
ROTATION_RATE=Fırlanma sürəti
TEMPERATURE=Temperatur
POWER_ON_HOURS=Ümumi iş vaxtı
POWER_ON_COUNT=Yandırma sayı
DRIVE_LETTER=Bənddə hərif
FEATURE=Nizamlamalar
HEALTH_STATUS=Tex. vəziyyət

UNKNOWN=Неизвестно
POWER_ON_COUNT_UNIT=раз  
POWER_ON_HOURS_UNIT=часов
POWER_ON_DAYS_UNIT=дней

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Sərt diskin parametrləri
DETECT_DISK=Diski müəyyən etmək
PLEASE_ENABLE_WMI= WMI(Windows Management Instrumentation) işə salınması
PLEASE_RESTART_THIS_APPLICATION=Mövzunu dəyişmək üçün proqramı yenidən işə salmaq
DISK_NOT_FOUND=Disk tapılmayıb

[Alarm]
ALARM_TEMPERATURE=Həyacan - Temperatur
ALARM_HEALTH_STATUS=Həyacan – Tex. vəziyyət
DEGRADATION=Kiçiltmə
RECOVERY=Bərpa etmə
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Bəndi seçin
ACTUAL_VALUE=Faktiki dəyər (Naməlum kəmiyyət)
NORMALIZED_VALUE=Nömrələnmiş dəyər (Hazırkı dəyər)
ALL_ON=Həmişə işlək
ALL_OFF=Həmişə sönük
RESET=Təkrar yığım

[Customize]
LINE_COLOR=Xətin rəngi
BACKGROUND_IMAGE=Fon
SUPPORTED_IMAGE_FORMAT=Dəstəklənən görüntü
ALL_FILES=Bütün fayllar

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Sakit (80h)
AAM_HIGH=Məhsuldar (FEh) ->
AAM_RECOMMEND=Tövsiyyə olunan
APM_LOW=<- Qənaətli(01h)
APM_HIGH=Məhsuldar (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT= CrystalDiskInfo proqramı haqda
GRAPH=Qrafik
CUSTOMIZE=Nizamlamaq
VERSION_INFORMATION= Versiya haqda məlumat
AAM_APM_CONTROL=AAM/APM idarə
HEALTH_STATUS_SETTING=Tex. vəziyyətin nizamlanması

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=Diqqət Kandar
APPLY=Tədbiq etmək
DEFAULT=Tövsiyə olunan

[Smart]
UNKNOWN=Naməlum
VENDOR_SPECIFIC=Məhsuldar
01=Oxuma xətası
02=Məhsuldarlıq
03=Dövriyyə vaxtı
04=İşə salmalar/şpindelin dayanmaları
05=Yenidən qeyd olunmuş sektorlar
06=Oxuma kanalının ehtiyatı
07=Yerləşdirmə xətası
08=Axtarış vaxtı
09=İşləmə vaxtı
0A=Yenidən dövriyyə etmə cəhdləri
0B=Yenidən kalibirləşmə cəhdləri
0C=İşə salma sayı
0D=Proqram oxuma xətası
BE=Hava axının temperaturu
BF=Zərbə yüklənmələrində xəta
C0=Qidalanmanın söndürülməsində inkar
C1=Yükləmə sayları/Boşaltmalar
C2=Temperatura
C3= ECC aparatlı bərpası
C4=Əməliyyatın yenidən qeyd edilməsi
C5=Dəyişmək üçün sektorlar
C6=Sektorların düzəlməyən xətaları
C7=UltraDMA CRC-Səhvləri
C8=Yazma səhvləri
C9=Proqram yazma səhvləri
CA=Məlumatların ünvan səhvləri
CB=İşə salmada inkarlar
CC=ECC proram bərpası
CD=temperatur düşüşləri
CE=Asıllığın hündürlüyü
CF=Hazırkı hündürlük
D0=Spin Buzz
D1=Müstəqil axtarışın məhsuldarlığı
D2=Yazılmada titrəmələr
D3=Oxumada  titrəmələr
D4=yazılma vaxti titrəmə
DC=diskin yerindən oynaması
DD=Zərbədən xətalat (G-Sense)
DE=İşləmə vaxtı (saat)
DF= Yükləmə təkarları/Boşaltmalar
E0=Yüklənmə vaxtı sürtünmə gücü
E1= Yükləmə sayları/Boşaltmalar
E2=Yükləmə vaxtı
E3=Fırlanma anının gücləndirilməsi
E4=Söndürmə vaxtı düzəlişlər
E6=GMR-başlığın amplitudası
E7=Temperatura
F0=Başlığın yerdəyişmə vaxtı (saat)
FA=Oxuma vaxtı xətaların sayı
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Power-On Hours
0C=Power Cycle Count
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron60x]
09=Power-On Hours
0C=Power Cycle Count
C2=Temperature
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Power-On Hours Count
0C=Power Cycle Count
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7.0)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life